Repository: nikdoof/test-auth
Catalog: mumble/locale/_outdated/*/LC_MESSAGES/django.po
Languages: hr, pl

source: Server Address
hr: Adresa servera
pl: Adres serwera

source: Server Port
hr: Port
pl: Port serwera

source: Registered users
hr: Registrirani korisnici
pl: Zarejestrowani użytkownicy

source: Online users
hr: Korisnici na serveru
pl: Użytkownicy online

source: Channel count
hr: Broj kanala
pl: Kanały

source: Public
hr: Javni server
pl: Publiczny

source: Admin on root channel
hr: Administrator u glavnoj sobi
pl: Admin na kanale głównym

source: Password required to join. Leave empty for public servers.
hr: Lozinka za pristup serveru. Ostaviti prazno ako se spajate na javni server.
pl: Podaj hasło, lub pozostaw puste pole, aby serwer był publiczny.

source: If on, IP adresses of the clients are not logged.
hr: Ako je uključeno, IP adrese klijenata se neće bilježiti.
pl: Gdy zaznaczysz, adresy IP użytkowników nie będą logowane.

source: Port number %(portno)d is not within the allowed range %(minrange)d - %(maxrange)d
hr: Port %(portno)d nije u dozvoljenom opsegu %(minrange)d - %(maxrange)d
pl: Numer portu %(portno)d jest z poza zakresu %(minrange)d - %(maxrange)d

source: That name is forbidden by the server.
hr: Ime je zabranjeno na serveru.

source: Another player already registered that name.
hr: Ovo ime je zauzeto, probajte neko drugo.
pl: Ta nazwa użytkownika jest już zajęta.

source: Cannot register player without a password!
hr: Odaberite lozinku i probajte ponovno!
pl: Musisz podać hasło!

source: Server Password
hr: Lozinka servera
pl: Hasło serwera

source: This server is private and protected mode is active. Please enter the server password.
hr: Ovo je privatan server i potrebna vam je lozinka za pristup. Molimo vas unesite lozinku.
pl: Ten serwer jest prywatny. Podaj hasło aby się połączyć.

source: The password you entered is incorrect.
hr: Lozinka koju ste unijeli je neispravna.
pl: Wprowadzone hasło jest niepoprawne

source: Link account
hr: Povezani račun

source: The account already exists and belongs to me, just link it instead of creating.
hr: Ovaj račun već postoji. Povežite ga umjesto da radite novi račun.

source: No such user found.
hr: Korisnik nije pronađen.

source: That account belongs to someone else.
hr: Ovaj račun pripada drugome korisniku.

source: Linking Admin accounts is not allowed.
hr: Povezivanje administratorskih računa nije dozvoljeno.

source: User Texture
hr: Korisnička slika
pl: Awatar użytkownika

source: DBus or ICE base
hr: DBus ili ICE
pl: DBus lub baza ICE

source: Examples: 'net.sourceforge.mumble.murmur' for DBus or 'Meta:tcp -h 127.0.0.1 -p 6502' for Ice.
hr: Primjeri: 'net.sourceforge.mumble.murmur' za DBus ili 'Meta:tcp -h 127.0.0.1 -p 6502' za Ice.
pl: Przykłąd: 'net.sourceforge.mumble.murmur' dla DBus oder 'Meta:tcp -h 127.0.0.1 -p 6502' dla Ice.

source: Server Name
hr: Ime servera
pl: Nazwa serwera

source: Server ID
hr: ID servera
pl: Serwer-ID

source: Hostname or IP address to bind to. You should use a hostname here, because it will appear on the global server list.
hr: Ime poslužitelja (hostname) ili IP adresa adresa za spajanje. Koristite ime poslužitelja ovdje zato što će se pojaviti na globalnoj listi servera.
pl: Nazwa HOSTa lub adres IP. Zalecamy używać nazwy HOSTa, ponieważserwer będzie widoczny na globalnej liście serwerów

source: Superuser Password
hr: Lozinka Superusera (administrator)
pl: Hasło SuperUser-a

source: Website URL
hr: URL internet stranice
pl: Adres strony

source: Welcome Message
hr: Poruka dobrodošlice
pl: Wiadomość powitalna

source: Max. Users
hr: Maksimalan broj korisnika
pl: Max. Użytkowników

source: Bandwidth [Bps]
hr: Promet [Bps]
pl: Przepustowość [Bps]

source: SSL Certificate
hr: SSL certifikat
pl: SSL-Certyfikat

source: SSL Key
hr: SSL ključ
pl: SSL-Klucz

source: Player name regex
hr: Dozvoljeni znakovi u nazivu korisnika
pl: Zabronione znaki w nazwie użytkownika

source: Channel name regex
hr: Dozvoljeni znakovi u nazivu kanala
pl: Zabronione znaki w nazwie kanału

source: Default channel
hr: Početni kanal
pl: Główny kanał

source: IP Obfuscation
hr: Bilježi IP adrese korisnika
pl: IP-maskowanie

source: Boot Server
hr: Pokreni server
pl: Odpal serwer

source: Server instance
hr: Instanca servera
pl: Aktywne serwery

source: Server instances
hr: Instance servera
pl: Aktywne serwery

source: This field must not be updated once the record has been saved.
hr: Ovo polje ne smije biti ažurirano nakon što je zapis spremljen.
pl: To pole nie musi być aktualizowane, było aktualizowane wcześniej.

source: Mumble player_id
hr: ID korisnika na Mumbleu
pl: ID użytkownika

source: User name and Login
hr: Korisničko ime
pl: Nazwa użytkownika

source: Login password
hr: Lozinka
pl: Hasło

source: Account owner
hr: Vlasnik računa
pl: Właściciel konta

source: User account
hr: Korisnički račun
pl: Konto użytkownika

source: User accounts
hr: Korisnički računi
pl: Konta użytkowników

source: Mumble user %(mu)s on %(srv)s owned by Django user %(du)s
hr: Django korisniku %(du)s pripada Mumble račun %(mu)s na serveru %(srv)s
pl: Użytkownik %(mu)s na %(srv)s właściciel %(du)s

source: <b>Hint:</b><br /> This area is used to display additional information for each channel and player, but requires JavaScript to be displayed correctly. You will not see the detail pages, but you can use all links and forms that are displayed.
hr: <b>Savjet:</b><br /> Ovdje se prikazuju dodatne informacije za svaki kanali svakog igrača te zahtjeva JavaScript kako bi se informacije pravilno prikazale. Nećete vidjeti stranicu s detaljima, ali možete koristiti sve linkove i forme.
pl: <b>Info</b><br /> To pole jest używane do wyświetlenia dodatkowych informacji dla każdegokanału i użytkownika, ale wymaga JavaScript aby działało poprawnie. Nie zobaczysz detalów strony, lecz możesz używać wszystkich linków i formatów które zostaną wyświetlone.

source: Website
hr: Internet stranica
pl: Strona

source: Server version
hr: Verzija servera
pl: Wersja serwera

source: Welcome message
hr: Poruka dobrodošlice
pl: Wiadomość powitalna

source: Server registration
hr: Registracija servera
pl: Rejestracja konta na serwerze

source: You are registered on this server
hr: Registrirani ste na ovom serveru
pl: Masz konto na tym serwerze

source: You do not have an account on this server
hr: Nemate račun na ovom serveru
pl: Nie masz konta na tym serwerze

source: <p>You need to be <a href="%(login_url)s">logged in</a> to be able to register an account on this Mumble server.</p>
hr: <p>Morate biti <a href="%(login_url)s">prijavljeni (ulogirani)</a> kako bi ste napravili račun na ovom Mumble serveru.</p>
pl: <p>Musisz być <a href="%(login_url)s">zalogowany</a> aby móc zarejestrować konto na serwerze.</p>

source: Your current texture is
hr: Vaša trenutačna slika je
pl: Twój obecny awatar

source: Server administration
hr: Administracija servera
pl: Administracja serwerem

source: Player
hr: Korisnik
pl: Użytkownik

source: Online since
hr: Na serveru od
pl: Czas online

source: Authenticated
hr: Registriran korisnik
pl: Zarejestrowany

source: Admin
hr: Administrator
pl: Administrator

source: Muted
hr: Utišan mikrofon
pl: Wyciszony mikrofon

source: Deafened
hr: Utišani zvučnici / slušalice
pl: Wyciszone słuchawki

source: Muted by self
hr: Samo-utišan mikrofon
pl: Wyciszył mikrofon

source: Deafened by self
hr: Samo-utišani zvučnici / slušalice
pl: Wyciszył słuchawki

source: User
hr: Korisnik
pl: Użytkownik

source: Full Name
hr: Ime i prezime
pl: Pełna nazwa

source: Sign-up date
hr: Datum registracije
pl: Data rejestracji

source: Channel
hr: Soba
pl: Kanał

source: Channel ID
hr: ID kanala
pl: ID-kanału

source: Connect
hr: Spoji se
pl: Połącz

source: Channel description
hr: Opis kanala
pl: Opis kanału

source: Server Info
hr: Informacije o serveru
pl: Informacje o serwerze

source: Registration
hr: Registracija
pl: Rejestracja

source: Administration
hr: Administracija
pl: Administracja

source: User List
hr: Lista korisnika
pl: Lista użytkowników

source: Resync with Murmur
hr: Resinkroniziraj s Murmurom
